//==================================================================================================
// Ecran INFOS
//==================================================================================================

//--------------------------------------------------------------------------------------------------
// Afficher l'écran
//--------------------------------------------------------------------------------------------------
function AfficherEcranInfos()
{
  if (gVoixInterface) Speech("informations");
  AfficherInfosParam();
  AfficherEcran("EcranInfos");
}

//--------------------------------------------------------------------------------------------------
// Afficher les paramètres
//--------------------------------------------------------------------------------------------------
function AfficherInfosParam()
{
  let lInfos = "";
  lInfos += "Version \n" + VERSION.substring(0, 2) + " " + VERSION.substring(2, 4) + " " +VERSION.substring(5, 10) + "\n\n";
  lInfos += "Auteurs \ntolliv & frneko";
  pid('TxtInfos').innerHTML = lInfos;
}



